Repository: nascit/pray4someone
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: You requested a prayer for: %(value)s ?
pt_br: Você requisitou uma oração para: %(value)s ?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: help
pt_br: ajuda

source: prayer
pt_br: oração

source: Please pray for me
pt_br: Por favor, ore por mim

source: I want to pray
pt_br: Eu quero orar

source: Who do I pray for ?
pt_br: Por quem eu oro?

source: Please choose what do you need ?
pt_br: Por favor, escolha o que você deseja ?

source: Sorry but I don't understand you. Type 'help' to get additional information.
pt_br: Desculpe, mas não entendi. Digite 'ajuda' para ter mais informações.

source: You'll be notified when somebody wants to pray for you
pt_br: Você será notificado quando alguém quiser orar por você.

source: I've deleted a prayer request
pt_br: Eu deletei u pedido de oração

source: What is your prayer request ?
pt_br: Qual é seu pedido de oração ?

source: There're no prayer requests
pt_br: Não há pedidos e oração

source: You're subscribed for the prayer request from user %(name)s
pt_br: Você está seguindo os pedidos e oração do usuário %(name)s

source: User %(name)s will be praying in your following request: %(desc)s
pt_br: Usuário %(name)s estará orando pelo seu pedido de oração: %(desc)s

source: User %(name)s has prayed in your request: %(desc)s
pt_br: Usuário %(name)s orou pelo seu pedido de oração: %(desc)s

source: User %(name)s has been notified that you've prayed for him/her. Thank you
pt_br: Usuário %(name)s foi notificado que você orou por ele/ela. Obrigado!

source: User %(name)s wants to ensure you about his prayer in the following request: %(desc)s
pt_br: Usuário %(name)s quer que você seja notificado pelo seguinte pedido de oração: %(desc)s

source: User %(name)s has been ensured that you pray for him
pt_br: Usuário %(name)s foi notificado que você orou por ele

source: Thank you for your will of praying. User %(name)s won't be notified about you giving up.
pt_br: Obrigado pelo seu desejo de orar. Usuário %(name)s não será notificado powiadomiony o Twojej rezygnacji

source: I am praying
pt_br: Estou orando

source: I've prayed
pt_br: Eu orei

source: Ensure about your prayer
pt_br: Assegure sua oração

source: Stop your prayer
pt_br: Parar sua oração

source: bible
pt_br: biblia

source: , God bless you! Type 'prayer' to see prayer options or 'Bible' to get Bible verse for you.
pt_br: , Deus te abençõe! Digite oração 'oração', para ver opções de orações ou 'Biblia', para ver a bíblia!

source: Did you pray in below request ? %(value)s
pt_br: Você orou nos pedidos abaixo ? %(value)s

source: Thank you for your will of praying.
pt_br: Obrigado pelo seu desejo de orar.

source: Please pray. Someone is counting on you. I will ask you again tomorrow.
pt_br: Por favor ore. Alguém está contando com você. Vou lhe pedir de novo amanhã.

source: Unknown
pt_br: Desconhecido

source: God is light; in him there is no darkness at all.
pt_br: Deus é a luz do mundo!

source: Maybe you can pray for someone ?
pt_br: Talvez você possa orar por alguém ?

source: Or maybe you need a prayer ?
pt_br: Ou talvez você necessite de oração ?

source: My intentions
pt_br: Minhas intenções

source: Your last few intentions:
pt_br: Suas últimas intenções:

source: You don't have any intentions
pt_br: Você não possui nenhuma intenção

source: There is no such prayer request
pt_br: Esse pedido de oração não existe

source: You've reached maximum intentions count. Please come back in few days.
pt_br: Você não pode mais criar intenções.

source: You've reached maximum prayers count. Please pray in your already selected intentions first.
pt_br: Você chegou ao máximo. Pomódl się proszę najpierw w już wybranych przez Ciebie intencjach.

source: Delete
pt_br: Deletar

source: User %(name)s will be notified about your thankfulness.
pt_br: Usuário %(name)s será notificado de seu agradecimento.

source: User %(name)s wants to thank you for your prayer in the following request: %(desc)s.
pt_br: Usuário %(name)s gostaria de te agradecer pela sua oração na seguinte oração: %(desc)s.

source: Send thank you
pt_br: Envie um obrigado
